Repository: superhuit-agency/superstack
Catalog: wordpress/theme/languages/*.po
Languages: fr_fr

source: starter website backend - frontend is built on Next.js
fr_fr: site web de démarrage - Frontend conçu avec Next.js

# editor blocks category
source: Text
fr_fr: Texte

# editor blocks category
source: Cards
fr_fr: Cartes

# editor blocks category
source: Content - inform your visitors, build trust
fr_fr: Contenu - informez vos visiteurs, établissez la confiance

# editor blocks category
source: Action - prompt your visitors to act
fr_fr: Action - invitez vos visiteurs à agir

# editor blocks category
source: Forms
fr_fr: Formulaires

# editor blocks category
source: Custom - blocks handcrafted just for you
fr_fr: Personnalisé - blocs conçus juste pour vous

# editor blocks category
source: Headers
fr_fr: Entêtes

source: The relative url
fr_fr: L’URL relative

source: Retrieves filters data for the current archive page.
fr_fr: Récupère les données des filtres pour la page d’archive active.

source: Retrieves the data for the current archive page.
fr_fr: Récupère les données de la page d’archive active.

source: Type of unique identifier to fetch a menu by. Default is Global ID
fr_fr: Type d’identificateur unique pour récupérer un menu. La valeur par défaut est l’ID global

source: Retrieves the edit post link for post
fr_fr: Récupère le lien de modification de la publication pour la publication

source: Retrieves the edit post link for page
fr_fr: Récupère le lien de modification de la publication pour la page

source: The logo set in the customizer
fr_fr: Le logo défini dans le personnalisateur

source: The filename of the template
fr_fr: Nom de fichier du modèle

source: Filter the connection based on page templates
fr_fr: Filtrer la connexion en fonction des modèles de page

source: Array of page's template filename to filter by
fr_fr: Tableau du nom de fichier de modèle de page à filtrer par

source: Array of page's template filename to not be filter by
fr_fr: Tableau du nom de fichier du modèle de page à ne pas filtrer par

# Reading settings
source: Related posts
fr_fr: Articles reliés

# Related posts settings
source: Configure related posts shown at the bottom of a single post page.
fr_fr: Configurez les articles associés affichés au bas d’une page d’article.

# Related posts settings
source: Nb related posts:
fr_fr: Nb articles associés:

# Related posts settings
source: Number of posts to show.
fr_fr: Nombre d’articles à afficher.

# Related posts settings
source: Relate by category:
fr_fr: Associer par catégorie:

# Related posts settings
source: Should be related by categories?
fr_fr: Devrait être associé par catégorie ?

# Related posts settings
source: Relate by tags:
fr_fr: Associer par tags:

# Related posts settings
source: Should be related by tags?
fr_fr: Devrait être associé par tags ?

source: Header Primary
fr_fr: Navigation principale

source: Footer
fr_fr: Pied de page

source: Legal
fr_fr: Juridique

source: 404 page
fr_fr: Page 404
